"Local File:" = "ლოკალური ფაილი:";
"URL:" = "URL-მისამართი:";
"Unlimited Bandwidth" = "შეუზღუდავი გამტარუნარიანობა";

"Overwrite all files" = "Overwrite all files";
"Append existing files" = "Append existing files";
"Rename transferred files with a timestamp appended to the filename" = "Rename transferred files with a timestamp appended to the filename";
"Rename existing files with timestamp appended to filename" = "Rename existing files with timestamp appended to filename";
"Skip transfer of files that already exist" = "Skip transfer of files that already exist";
"Prompt for action on every file" = "Prompt for action on every file";
"Skip files that match size, modification date or checksum" = "Skip files that match size, modification date or checksum";